namespace brok1.Instance.Types
{
    static class BotFuncs
    {
        public static readonly string[] adminFuncs = new[] { "editbalance", "editrandom", "editmoon", "editspins" };
        public static readonly string[] buttons = new[] {
        "☀️ Профиль",
        "Доп.информация 📬",
        "💫 Рулетка",
        "📖 Обратная связь",
        "📚 Информация",
        "Назад",
        "🦋 Бесплатный код на Крылья!",
        "Получить код",
        "Общая информация",
        "🌙 Крутить Луну",
        "🎟️ Лотерея",
        "💰 Магазин",
        "Подкрутка",
        "Рестарт бота",
        "Уведомления",
        "Включить",
        "Выключить",
        "Информация о розыгрыше",
        "🎟 Получить билетик",
        "Админ панель",
        "Рассылка",
        "Статистика",
        "Спонсоры",
        "Шанс след. крутки",
        "Изменить баланс",
        "Изменить кол-во лун",
        "Изменить кол-во круток",
        "1 крутка: 19р",
        "5 круток: 79р (выгоднее на 15%)",
        "10 круток: 149р (выгоднее на 20%)",
        "1 крутка high chance: 49р",
        "5 круток high chance: 209р (выгоднее на 15%)",
        "10 круток high chance: 399р (выгоднее на 20%)",
        "Добавить кнопки",
        "Без кнопок",
        "Ваши пожелания",
        "Отзывы",
        "Отзывы участников",
        "Написать отзыв",
    };

        //todo
    }
}
